{
  "pageTitle": "Richy wird 29",
  "backButton": "Zurück zur Startseite",
  "subtitle": "Nur für geladene Gäste",
  "dateLabel": "Datum",
  "dateValue": "10. Mai 2025",
  "timeLabel": "Uhrzeit",
  "timeValue": "Beginn um 17 Uhr",
  "locationLabel": "Ort",
  "locationValue": "the RIVI, Düsseldorf",
  "joinUsTitle": "Feier mit uns",
  "joinUsParagraph": "Es ist wieder soweit – Richys Geburtstag steht an und wir verwandeln das RIVI für eine Feier, die sich mit dem Tag wandelt. Erlebe die RIVI-Energie – wo gute Gesellschaft und großartige Musik unter der Sonne zusammenkommen.",
  "soundsTitle": "Die Musik",
  "soundsParagraph": "Ausgewählte House-Tracks, die sich von entspannten Nachmittags-Grooves zu energiegeladenen Abend-Beats steigern. Der perfekte Soundtrack für Gespräche und Feierlichkeiten.",
  "foodTitle": "Das Essen",
  "foodParagraph": "Gourmet-Grillköstlichkeiten, direkt auf unserer Terrasse zubereitet. Klassische BBQ-Favoriten, passend zu unserer lockeren Atmosphäre.",
  "drinksTitle": "Die Getränke",
  "drinksParagraph": "Erfrischende Weine, kühles Bier und eine Auswahl an alkoholfreien Optionen sorgen dafür, dass die gute Stimmung nicht abreißt.",
  "noGifts": "Keine Geschenke nötig – bring einfach deine gute Energie und Feierlaune mit!",
  "lookingForward": "Wir freuen uns darauf, eine weitere Reise um die Sonne mit dir zu feiern.",
  "playMusicLabel": "Musik abspielen",
  "pauseMusicLabel": "Musik pausieren",

  "homepageTitle": "RIVI",
  "homepageSubtitle": "Wo Geschichten verschmelzen & Momente sich entfalten",
  "homepageWelcome": "Willkommen in unserem Raum. Willkommen zum Vibe.",

  "storyIntro": "Gerüchte kursierten, die Spannung stieg. Endlich öffnen sich die Türen zum legendären RIVI. Dies ist nicht nur eine Adresse; es ist ein Ziel für Kenner.",
  "storyRIVI": "Geboren aus der einzigartigen Synergie von Richard und Ivonne, ist dieser Raum das alchemistische Ergebnis ihrer sich kreuzenden Wege, die etwas wahrhaft Einzigartiges geschaffen haben.",
  "storyVienna": "Das RIVI ist ein Tempel des perfekten Moments – wo Musik mit Intention pulsiert, Lachen frei fließt und die kollektive Energie zur wertvollsten Währung des Abends wird. Hier ist der Vibe das Ziel.",
  "storyDusseldorf": "Seit acht Monden schreiben wir nun unser nächstes Kapitel in Düsseldorf, angenehm nah an unseren Wurzeln. Hier verschmelzen unsere gesammelten Eindrücke zu etwas Neuem: dem RIVI – die Harmonie westfälischer Klarheit und rheinischer Lebensfreude, verfeinert mit Wiener Eleganz und einer Offenheit für das Kommende.",
  "storyConclusion": "Jedes Treffen im RIVI ist eine Hommage an diese Reise – ein Mosaik aus Klängen, Geschmäckern, Erinnerungen und neuen Verbindungen, serviert mit Herzlichkeit.",

  "upcomingEventsDate": "10. Mai",
  "upcomingEventsDescription": "Komm zu uns ins RIVI für eine besondere Verwandlung am Nachmittag und Abend. Wir tauschen formelle Eleganz gegen entspannte House-Vibes und kreieren ein Mosaik aus relaxten Beats, gegrillten Köstlichkeiten und erfrischenden Drinks.",

  "guestListOnly": "Nur für geladene Gäste",

  "firstVisitModal": {
    "title": "Willkommen zum Vibe",
    "description": "Musik an und in die Atmosphäre eintauchen?",
    "startButton": "Musik starten",
    "closeButton": "Vielleicht später"
  }
}