{
  "pageTitle": "Richy wird 29",
  "backButton": "Zurück zur Startseite",
  "subtitle": "Vom Fine Dining zu House Club Vibes",
  "dateLabel": "Datum",
  "dateValue": "10. Mai 2025",
  "timeLabel": "Uhrzeit",
  "timeValue": "Beginn um 17 Uhr",
  "locationLabel": "Ort",
  "locationValue": "the RIVI, Düsseldorf",
  "joinUsTitle": "Feier mit uns",
  "joinUsParagraph": "Es ist wieder soweit – Richys Geburtstag steht vor der Tür und wir verwandeln das RIVI für eine Feier, die sich mit dem Tag entwickelt. Wir lassen das Formelle hinter uns für das Lässige, tauschen Fine Dining gegen gute Stimmung und schaffen die perfekte Atmosphäre für Begegnungen und Feiern.",
  "soundsTitle": "Die Musik",
  "soundsParagraph": "Ausgewählte House-Tracks, die sich von entspannten Nachmittags-Grooves zu energiegeladenen Abend-Beats steigern. Der perfekte Soundtrack für Gespräche und Feierlichkeiten.",
  "foodTitle": "Das Essen",
  "foodParagraph": "Gourmet-Grillköstlichkeiten direkt auf unserer Terrasse zubereitet. Von klassischen BBQ-Favoriten bis zu unerwarteten Geschmackskombinationen, die zu unserer entspannten Atmosphäre passen.",
  "drinksTitle": "Die Getränke",
  "drinksParagraph": "Erfrischende Cocktails, kühles Bier und eine Auswahl an alkoholfreien Optionen, um die gute Laune am Fließen zu halten. Unser Signature-Geburtstagsgetränk wird sein Debüt geben!",
  "noGifts": "Keine Geschenke nötig – bring einfach deine gute Energie und Feierlaune mit!",
  "lookingForward": "Wir freuen uns darauf, eine weitere Reise um die Sonne mit dir zu feiern.",
  "playMusicLabel": "Musik abspielen",
  "pauseMusicLabel": "Musik pausieren",

  "homepageTitle": "RIVI",
  "homepageSubtitle": "Wo Geschichten verschmelzen & Vibes mitschwingen",
  "homepageWelcome": "Willkommen in unserem Raum. Willkommen zum Vibe.",

  "storyIntro": "RIVI – der lebendige Schnittpunkt zweier unterschiedlicher Lebenswege, jetzt verwandelt in Düsseldorfs intimsten Szene-Treff. Mehr als Wände und Einrichtung ist das RIVI ein Ort, an dem Musik pulsiert, Gespräche fließen und Erinnerungen geschaffen werden.",
  "storyRichard": "Alles beginnt mit Richard, geboren in westfälischer Lippstädter Erde und genährt in Münsters akademischer Atmosphäre. Ein Geist, geprägt von Zuverlässigkeit und Neugier, mit einem Ohr für den perfekten Beat und einem Auge für die schönen Dinge.",
  "storyIvonne": "Dann ist da Ivonne, deren Reise in den charmanten Straßen von Anrath am Niederrhein begann. Ihre Wissbegierde führte sie durch Augsburg und Bonn, gipfelnd in Wiens imperialer Umarmung – einer Stadt, die Intellekt und Sinnesfreude gleichermaßen nährt.",
  "storyVienna": "Im rhythmischen Herzen Wiens kreuzten sich ihre Wege. Jahre des gemeinsamen Entdeckens, intellektuellen Austauschs und der Wertschätzung für Schönheit folgten – das Fundament für das, was das RIVI letztlich werden sollte.",
  "storyDusseldorf": "Seit acht Monden schreiben wir nun unser nächstes Kapitel in Düsseldorf, angenehm nah an Ivonnes Anrather Wurzeln. Hier verschmelzen unsere gesammelten Eindrücke zu etwas Neuem: dem RIVI – die Harmonie westfälischer Klarheit und rheinischer Lebensfreude, verfeinert mit Wiener Eleganz und einer Offenheit für das Kommende.",
  "storyConclusion": "Jedes Treffen im RIVI ist eine Hommage an diese Reise – ein Mosaik aus Klängen, Geschmäckern, Erinnerungen und neuen Verbindungen, serviert mit Herzlichkeit.",

  "upcomingEventsDate": "10. Mai",
  "upcomingEventsDescription": "Eine Nachmittags- und Abendtransformation: Wir wechseln von Fine-Dining-Eleganz zu entspannten House-Vibes. Erwarte gekühlte Beats, gegrillte Köstlichkeiten und eiskalte Drinks unter der warmen Sonne. Feier mit uns Richys Geburtstag – wo gute Energie auf großartige Gesellschaft trifft!"
} 