{
  "pageTitle": "Richy turns 29",
  "backButton": "Back to Home",
  "subtitle": "Guest List Only",
  "dateLabel": "Date",
  "dateValue": "May 10th 2025",
  "timeLabel": "Time",
  "timeValue": "Starting at 5 PM",
  "locationLabel": "Location",
  "locationValue": "the RIVI, Düsseldorf",
  "joinUsTitle": "Join Us for the Celebration",
  "joinUsParagraph": "It's that time of year again – Richy's birthday is here and we're transforming the RIVI for a celebration that evolves with the day.",
  "soundsTitle": "The Sounds",
  "soundsParagraph": "Curated house tracks that build from relaxed afternoon grooves to more energetic evening beats. The perfect soundtrack to conversations and celebrations.",
  "foodTitle": "The Food",
  "foodParagraph": "Gourmet grilled delights prepared right on our terrace. The classic BBQ favorites that match our easy-going atmosphere.",
  "drinksTitle": "The Drinks",
  "drinksParagraph": "Refreshing wines, chilled beers, and a selection of non-alcoholic options to keep the good times flowing.",
  "noGifts": "No gifts necessary – just bring your good energy and ready-to-celebrate spirit!",
  "lookingForward": "Looking forward to celebrating another trip around the sun with you.",
  "playMusicLabel": "Play music",
  "pauseMusicLabel": "Pause music",

  
  "homepageTitle": "RIVI",
  "homepageSubtitle": "Where Stories Blend & Vibes Resonate",
  "homepageWelcome": "Welcome to our space. Welcome to the vibe.",

  
  "storyIntro": "Whispers have circulated, anticipation has built. Finally, the doors to the legendary RIVI open. This is not merely an address; it is a destination for the discerning.",
  "storyRIVI": "Born from the unique synergy of Richard and Ivonne, this space is the alchemical result of their paths intersecting to forge something truly unique.",
  "storyVienna": "The RIVI is a temple to the perfect moment – where music pulses with intention, laughter flows freely, and the collective energy becomes the night's most valuable currency. It is a strictly Vibe-Controlled environment.",
  "storyDusseldorf": "For eight moons now, we've been writing our next chapter in Düsseldorf, comfortably close to our roots. Here, our collected impressions melt into something fresh: the RIVI – the harmony of Westphalian clarity and Rhenish joie de vivre, refined with Viennese elegance and an openness to what comes next.",
  "storyConclusion": "Each gathering at the RIVI is a tribute to this journey – a mosaic of sounds, flavors, memories, and new connections, served with warmth.",

  
  "upcomingEventsDate": "10th of May", 
  "upcomingEventsDescription": "Join us at the RIVI, for a special afternoon and evening transformation. We're embracing relaxed house vibes over formal elegance, creating a mosaic of chilled beats, grilled delights, and refreshing drinks. Experience the RIVI energy – where good company and great music blend under the sun.",

  "guestListOnly": "Guest List Only",

  "firstVisitModal": {
    "title": "Welcome to the Vibe",
    "description": "Turn on the music and immerse yourself in the atmosphere?",
    "startButton": "Turn on Music",
    "closeButton": "Maybe Later"
  }
} 
